Repository: prantlf/dirsync
Catalog: Strings.*.resx
Languages: cs_cz, de_de

# SynchronizationStarted
source: Directory content synchronization of "{0}" to "{1}" started.
cs_cz: Synchronizace obsahu adresářů "{0}" s "{1}" začala.
de_de: Verzeichnisinhaltsynchronisieren von "{0}" zu "{1}" fing an.

# SynchronizationSucceeded
source: Directory content synchronization of "{0}" to "{1}" succeeded.
cs_cz: Synchronizace obsahu adresářů "{0}" s "{1}" úspěšně skončila.
de_de: Verzeichnisinhaltsynchronisieren von "{0}" zu "{1}" endete erfolgreich.

# SynchronizationFailed
source: Directory content synchronization of "{0}" to "{1}" failed.
cs_cz: Synchronizace obsahu adresářů "{0}" s "{1}" selhala.
de_de: Verzeichnisinhaltsynchronisieren von "{0}" zu "{1}" ging schief.

# SynchronizationAborted
source: Directory content synchronization of "{0}" to "{1}" was aborted: {2}
cs_cz: Synchronizace obsahu adresářů "{0}" s "{1}" byla přerušena: {2}
de_de: Verzeichnisinhaltsynchronisieren von "{0}" zu "{1}" wurde unterbrochen: {2}

# MissingDirectory
source: Source directory "{0}" does not exist.
cs_cz: Zdrojový adresář "{0}" neexistuje.
de_de: Das Quellenverzeichnis "{0}" existiert nicht.

# ListingChildrenFailed
source: Getting children of "{0}" failed: {1}
cs_cz: Čtení seznamu dětí "{0}" selhalo: {1}
de_de: Lesen Kinderliste von "{0}" ging schief: {1}

# DeletingItemFailed
source: Deleting "{0}" failed: {1}
cs_cz: Mazání "{0}" selhalo: {1}
de_de: LÃ¶schen von "{0}" ging schief: {1}

# CopyingFileFailed
source: Copying "{0}" to "{1}" failed: {2}
cs_cz: Kopírování "{0}" do "{1}" selhalo: {2}
de_de: Kopieren von "{0}" zu "{1}" ging schief: {2}

# UpdatingFileFailed
source: Updating "{1}" copied from "{0}" failed: {2}
cs_cz: Aktualizování "{1}" kopírovaného z "{0}" selhalo: {2}
de_de: Aktualisieren von "{1}" kopiert von "{0}" ging schief: {2}

# CheckingFileFailed
source: Checking "{0}" with "{1}" failed: {2}
cs_cz: Porovnávání "{0}" s "{1}" selhalo: {2}
de_de: Vergleichen "{0}" mit "{1}" ging schief: {2}

# PreparationFailed
source: {0} failed: {1}
cs_cz: {0} selhalo: {1}
de_de: {0} ging schief: {1}

# CreatingFolderFailed
source: Creating "{0}" failed: {1}
cs_cz: Vytváření "{0}" selhalo: {1}
de_de: Erzeugen von "{0}" ging schief: {1}

# MakingWritable
source: Making "{1}" writable
cs_cz: Nastavení "{1}" zapisovatelným
de_de: "{1}" schreibbar zu machen
